tap "homebrew/bundle"
tap "homebrew/core"
brew "bat"
brew "bottom"
brew "code-minimap"
brew "csview"
brew "dua-cli"
brew "duf"
brew "exa"
brew "fd"
brew "fzf"
brew "git-delta"
brew "go"
brew "htop"
brew "hyperfine"
brew "neovim"
brew "python@3.9"
brew "ripgrep"
brew "sd"
brew "sheldon"
brew "starship"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "wget"
brew "zoxide"
brew "zsh"
